/* Задания повышения: Delta Force. */
PROMO_TASKS["DF"] = {
  "3 → 4 — Специалист → Капрал": [
    "Прослушать лекцию по точкам координации",
    "Сдать экзамен по точкам координации",
    "Участие в 2 МП или 1 ГМП от ED",
    "Участие в 2 специальных операциях"
  ],
  "4 → 5 — Капрал → Сержант": [
    "Прослушать лекцию по УАК и ПК",
    "Сдать экзамен по УАК и ПК",
    "Участие в 4 МП или 1 ГМП от ED",
    "Участие в 3 специальных операциях"
  ],
  "5 → 6 — Сержант → Штаб-сержант": [
    "Сдать экзамен на знание Тен-кодов",
    "Сдать экзамен на знание закона о National Guard",
    "Участие в 5 МП или 2 ГМП от ED",
    "Участие в 4 специальных операциях"
  ],
  "6 → 7 — Штаб-сержант → Уорент-офицер": [
    "Участие в 5 МП или 2 ГМП от ED",
    "Участие в 6 специальных операциях",
    "Пройти проверку знаний Тен-кодов",
    "Сдать экзамен по закону о закрытых и охраняемых территориях",
    "Участие в патруле с отыгровкой — 1 час"
  ],
  "7 → 8 — Уорент-офицер → Старший уорент-офицер": [
    "Участие в 5 МП или 2 ГМП от ED",
    "Пройти проверку знаний Тен-кодов",
    "Сдать экзамен на знание устава Армии",
    "Участие в 7 специальных операциях",
    "Участие в патруле с отыгровкой — 2 часа"
  ],
  "8 → 9 — Старший уорент-офицер → Лейтенант": [
    "Участие в 5 МП или 2 ГМП от ED",
    "Участие в 9 специальных операциях",
    "Пройти проверку знаний Тен-кодов",
    "Участие в патруле с отыгровкой — 2 часа"
  ],
  "9 → 10 — Лейтенант → Капитан": [
    "Участие в 5 МП или 2 ГМП от ED",
    "Участие в 10 специальных операциях",
    "Участие в патруле с отыгровкой — 3 часа"
  ]
};
