/* Задания повышения: Event Department. */
PROMO_TASKS["ED"] = {
  "3 → 4 — Специалист → Капрал": [
    "Пройти базовый опрос по закону о National Guard",
    "Участие в 1 ГМП",
    "Участие в 2 ВФМП",
    "Участие в 2 МФМП",
    "Участие в CO — 2"
  ],
  "4 → 5 — Капрал → Сержант": [
    "Участие в 2 ГМП",
    "Участие в 3 ВФМП",
    "Участие в 3 МФМП",
    "Пройти обучение по проведению мероприятий у старшего состава",
    "Участие в CO — 3"
  ],
  "5 → 6 — Сержант → Штаб-сержант": [
    "Сдать экзамен по закону об оружии",
    "Участие в 3 ГМП",
    "Участие в 3 ВФМП",
    "Участие в 3 МФМП",
    "Провести 1 мероприятие под контролем старшего состава",
    "Сдать экзамен по УАК и ПК старшему составу MP",
    "Участие в CO — 4"
  ],
  "6 → 7 — Штаб-сержант → Уорент-офицер": [
    "Сдать экзамен по закону о чрезвычайном и военном положении",
    "Участие в 3 ГМП",
    "Поучаствовать или провести 4 ВФМП",
    "Поучаствовать или провести 4 МФМП",
    "Участие в CO — 5"
  ],
  "7 → 8 — Уорент-офицер → Старший уорент-офицер": [
    "Сдать экзамен по правилам нападения на Форт-Занкудо",
    "Участие в 3 ГМП",
    "Поучаствовать или провести 5 ВФМП",
    "Поучаствовать или провести 5 МФМП",
    "Провести 2 агитации для новобранцев",
    "Участие в CO — 6"
  ],
  "8 → 9 — Старший уорент-офицер → Лейтенант": [
    "Участие в 3 ГМП",
    "Поучаствовать или провести 5 ВФМП",
    "Поучаствовать или провести 5 МФМП",
    "Провести 3 агитации для новобранцев",
    "Написать 1 РП-ситуацию",
    "Участие в CO — 7"
  ],
  "9 → 10 — Лейтенант → Капитан": [
    "Участие в 4 ГМП",
    "Провести 5 крупных мероприятий",
    "Поучаствовать или провести 7 ВФМП",
    "Поучаствовать или провести 7 МФМП",
    "Провести 4 агитации для новобранцев",
    "Написать 2 РП-ситуации",
    "Написать 1 ГМП",
    "Участие в CO — 10"
  ]
};
