/* Задания повышения: Supply Division. */
PROMO_TASKS["SD"] = {
  "1 → 2 — Рекрут → Рядовой": [
    "Пройти первичный инструктаж у инструкторов MA",
    "Заполнить сейф"
  ],
  "2 → 3 — Рядовой → Специалист": [
    "Сдать экзамен по Уставу и Тен-кодам инструкторам MA, если не сдавали ранее",
    "Участие в CO — 4"
  ],
  "3 → 4 — Специалист → Капрал": [
    "Участие в CO — 4",
    "Сдать экзамен «Вождение»",
    "Сдать лекцию и экзамен по правилам езды за матовозкой",
    "Участие в 2 тренировках"
  ],
  "4 → 5 — Капрал → Сержант": [
    "Быть водителем матовозки на поставке ARMY — 1",
    "Участие в CO — 5",
    "Участие в 2 поставках ARMY/EMS",
    "Участие в 2 тренировках"
  ],
  "5 → 6 — Сержант → Штаб-сержант": [
    "Прослушать лекцию по УАК и ПК у MP",
    "Сдать экзамен по УАК и ПК у MP",
    "Быть водителем матовозки на поставке ARMY — 3",
    "Участие в 2 поставках ARMY/EMS",
    "Участие в CO — 5"
  ],
  "6 → 7 — Штаб-сержант → Уорент-офицер": [
    "Сдать экзамен «Вождение», если не сдавали ранее",
    "Быть водителем матовозки на поставке ARMY — 4",
    "Участие в 2 тренировках",
    "Участие в CO — 5"
  ],
  "7 → 8 — Уорент-офицер → Старший уорент-офицер": [
    "Быть водителем матовозки на поставке ARMY — 5",
    "Участие в 2 тренировках",
    "Сдать лекцию и экзамен по правилам езды за матовозкой, если не сдавали ранее",
    "Участие в CO — 6"
  ],
  "8 → 9 — Старший уорент-офицер → Лейтенант": [
    "Быть водителем матовозки на поставке ARMY — 5",
    "Прослушать лекцию по точкам координации",
    "Сдать экзамен по точкам координации",
    "Участие в 3 тренировках",
    "Участие в CO — 7"
  ],
  "9 → 10 — Лейтенант → Капитан": [
    "Повторно сдать экзамен по Уставу и Тен-кодам инструкторам SD",
    "Повторно сдать экзамен по точкам координации",
    "Повторно сдать экзамен «Вождение»",
    "Повторно сдать экзамен по правилам езды за матовозкой",
    "Быть водителем матовозки на поставке ARMY — 5",
    "Участие в CO — 7"
  ]
};
