/* Задания повышения: USAF. */
PROMO_TASKS["USAF"] = {
  "1 → 2 — Рекрут → Рядовой": [
    "Пройти первичный инструктаж",
    "Заполнить сейф"
  ],
  "2 → 3 — Рядовой → Специалист": [
    "Сдать экзамен на знание устава и Тен-кодов USAF",
    "Участие в 1 ГМП/МФМП/ВФМП или тренировке от USAF",
    "Участие в CO — 2"
  ],
  "3 → 4 — Специалист → Капрал": [
    "Сдать FROGGER",
    "Участие в 2 ГМП/МФМП/ВФМП или тренировке",
    "Сдать парашютирование",
    "Участие в CO — 3"
  ],
  "4 → 5 — Капрал → Сержант": [
    "Сдать протоколы USAF",
    "Сдать парашютирование — «Пробуждение»",
    "Участие в 2 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 4"
  ],
  "5 → 6 — Сержант → Штаб-сержант": [
    "Сдать УАК и ПК у MP",
    "Сдать SWIFT",
    "Сдать вождение у SD",
    "Сдать парашютирование — «Легенда о призраках»",
    "Участие в 3 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 5"
  ],
  "6 → 7 — Штаб-сержант → Уорент-офицер": [
    "Сдать усложнённый устав USAF",
    "Сдать парашютирование — «Виски-Хоутел»",
    "Сдать пилотирование и парашютирование",
    "Участие в 3 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 6"
  ],
  "7 → 8 — Уорент-офицер → Старший уорент-офицер": [
    "Сдать Miljet",
    "Сдать усложнённый Miljet",
    "Сдать парашютирование — «Небесный избранник»",
    "Сдать парашютирование — «Чёрный клевер»",
    "Участие в 4 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 7"
  ],
  "8 → 9 — Старший уорент-офицер → Лейтенант": [
    "Сдать экзамен на инструктора у командующего состава USAF",
    "Провести 5 тренировок",
    "Провести 5 экзаменов",
    "Участие в CO — 6",
    "Участие в 4 ГМП/МФМП/ВФМП"
  ],
  "9 → 10 — Лейтенант → Капитан": [
    "Провести 7 тренировок",
    "Провести 7 экзаменов",
    "Участие в CO — 8",
    "Провести 2 воздушных патруля"
  ]
};
