/* Задания повышения: USAF. */
PROMO_TASKS["USAF"] = {
  "3 → 4 — Специалист → Капрал": [
    "Сдать FROGGER",
    "Участие в 2 ГМП/МФМП/ВФМП или тренировке",
    "Сдать парашютирование",
    "Участие в CO — 3"
  ],
  "4 → 5 — Капрал → Сержант": [
    "Сдать протоколы USAF",
    "Сдать парашютирование — «Пробуждение»",
    "Участие в 2 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 4"
  ],
  "5 → 6 — Сержант → Штаб-сержант": [
    "Сдать УАК и ПК у MP",
    "Сдать SWIFT",
    "Сдать вождение у SD",
    "Сдать парашютирование — «Легенда о призраках»",
    "Участие в 3 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 5"
  ],
  "6 → 7 — Штаб-сержант → Уорент-офицер": [
    "Сдать усложнённый устав USAF",
    "Сдать парашютирование — «Виски-Хоутел»",
    "Сдать пилотирование и парашютирование",
    "Участие в 3 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 6"
  ],
  "7 → 8 — Уорент-офицер → Старший уорент-офицер": [
    "Сдать Miljet",
    "Сдать усложнённый Miljet",
    "Сдать парашютирование — «Небесный избранник»",
    "Сдать парашютирование — «Чёрный клевер»",
    "Участие в 4 ГМП/МФМП/ВФМП или тренировке",
    "Участие в CO — 7"
  ]
};
